
[
  {
  "isim": "STEFAN ZWEIG",
  "tarih": "28 Kasım 1881",
  "resimUrl": "https://raw.githubusercontent.com/irmmzsoy/H5200058iremozsoy/main/StefanZweig.png"
  "aciklama": "<p>Stefan Zweig (28 Kasım 1881 - 22 Şubat 1942), Avusturyalı roman, oyun, biyografi yazarı ve gazetecidir. 1920'ler ile 1930'lar arasında edebiyat kariyerinin zirvesinde olmuş Zweig, dönemin dünyasının en çok tercüme edilen ve en popüler yazarlarından biriydi. 1920'li ve 1930'lu yıllarda Alman dilinin en çok okunan yazarları arasında sayılan Zweig'in eserleri, dünya çapında dönemin en çok okunan kitapları arasına girdi, elliyi aşkın dile tercüme edildi. 1933'te diğer Yahudi yazarlara da yapıldığı gibi eserleri, Naziler tarafından yakıldı. Bu olaydan sonra ülkesini terk eden Zweig, 1941'de Brezilya'ya yerleştikten sonra 22 Şubat 1942'de karısı Lotte Altmann ile birlikte intihar etti.<p>" 
 },

 {       
  "isim": "FRANZ KAFKA",
  "tarih": "3 Temmuz 1883",
  "resimUrl": "https://raw.githubusercontent.com/irmmzsoy/H5200058iremozsoy/main/FranzKafka.png"
  "aciklama": "<p>20. yüzyılın ve modern Alman edebiyatının önde gelen yazarlarındandır. Yaşamı boyunca pek tanınmayan Kafka, yakın arkadaşı Max Brod'a verdiği vasiyetinde tüm yazdıklarının imha edilmesini rica etmişti. Fakat Max Brod, Kafka'nın Viyana'da ölümünün ardından aksi yönde hareket ederek elindeki eserleri yayımlamaya başladı. Kafka, ölümünden sonra da olsa, dünyaca ünlü bir yazar haline geldi.<p>" 
 },
  
 {
  "isim": "SABAHATTİN ALİ",
  "tarih": "25 Şubat 1907",
  "resimUrl": "https://raw.githubusercontent.com/irmmzsoy/H5200058iremozsoy/main/SabahattinAli.png"
  "aciklama": "<p>Çocukluğunun genelinde annesinin rahatsızlığı ile sıkıntılı günler geçiren Sabahattin Ali, babasının işlerinin bozulması ve ailenin ekonomik durumu nedeniyle de erken yaşlarda hayat mücadelesinin içinde yer alır. Histeri olan annesinin tüm olumsuzluklarına, kendisi ve iki kardeşi için göğüs gerdiğini düşündüğü babasının, onun gözünde çok ayrı bir yeri vardır. Nitekim babasının ardından, Hayatımın direği yıkıldı sandım! diyecektir. Sabahattin Ali'nin, eserlerindeki gerçekçiliğin temellerini atan Salahattin Bey'in gözündeki değerini onun için yazdığı Babam İçin adlı şiirde bulmak da mümkündür.<p>" 
 },

 {      
  "isim": "ZÜLFÜ LİVANELİ",
  "tarih": "20 Haziran 1946",
  "resimUrl": "https://raw.githubusercontent.com/irmmzsoy/H5200058iremozsoy/main/ZulfuLivaneli.png"
  "aciklama": "<p>Zülfü Livaneli, müziği ile birçok ulusal ve uluslararası ödül aldı ve eserleri Joan Baez, Maria Farantouri, Maria del Mar Bonet, Leman Sam, Sezen Aksu gibi yerli ve yabancı sanatçılar tarafından yorumlandı. Kültür, sanat ve politika alanında Türkiye’nin önemli isimlerinden birisi olan sanatçı, sanat yaşamı boyunca 300'e yakın besteye ve 30 film müziğine imzasını attı.Türkiye'den ansızın ayrılarak İsveç'e sürgün yıllarında muhtelif işlerde çalışan Livaneli'nin en büyük arzusu bir gün Türkan Şoray ile tanışabilmek ve o zaman Türkiye'de suçlanan kişilerin uğrak yeri hâline gelen İsveç'te bulunan ünlü yazar, gazeteci veya şairlerle karşılaşabilmekti.Bugüne kadar dört uzun metrajlı film yönetti "Yer Demir Gök Bakır", "Sis", "Şahmaran" ve "Veda". Valencia Film Festivali'nde "Altın Palmiye" ve 1989'da Montpelier Film Festivali'nde "Altın Antigone" ödüllerine layık görüldü. "Sis", "En İyi Avrupa Film Ödülü"ne aday gösterildi. Sanatçının filmleri Türkiye, ABD, Fransa, Almanya, İsviçre ve Japonya'da gösterime girdi ve BBC, WDR, İspanya, Kanada ve Japon televizyonları gibi birçok televizyon şirketine satıldı.<p>" 
 },

 {       
  "isim": "VİCTOR HUGO",
  "tarih": "26 Şubat 1802",
  "resimUrl": "https://raw.githubusercontent.com/irmmzsoy/H5200058iremozsoy/main/VictorHugo.png"
  "aciklama": "<p>Fransız edebiyatının ünlü isimlerinden olan Victor Hugo 26 Şubat 1802 tarihinde Fransa’da doğmuştur. O dönemde Fransa’da siyasi yönden büyük bir çalkantı vardı. Kendisi iki yaşındayken Napolyon başa geçmiştir. On sekiz yaşında ise Bourbon monarşisi tekrar başa geçmiştir. Babası Napolyon’un subaylarından biridir. Napolyon tahttan indikten sonra geçim sıkıntısı yaşamaya başlamışlardır. 1821 yılında annesini kaybeden Victor Hugo ertesi yıl büyük aşkı olan Adele Foucher ile evlenmiştir. Victor Hugo 1878 yılında beynindeki bir sorun nedeniyle rahatsızlanmıştır. Bundan 7 yıl sonra 1885 yılında hayatını kaybetmiştir.Romantizm akımının lideri olan Victor Hugo düz yazı ve şiir ustasıdır. Kendisinden sonra gelen birçok şair ve yazarı etkilemiştir. Charles Dickens, Fyodor Dostoyevski, Oscar Wilde, Albert Camus, Tolstoy gibi pek çok edebiyatçıyı etkilemiştir. Roman, tiyatro ve şiir türünde eserler vermiştir.<p>" 
 },

 {
  "isim": "CHARLES DICKENS",
  "tarih": "7 Şubat 1812",
  "resimUrl": "https://raw.githubusercontent.com/irmmzsoy/H5200058iremozsoy/main/CharlesDickens.png"
  "aciklama": "<p>Charles John Huffam Dickens 7 Şubat 1812 yılında doğmuştur. İngiliz yazar ve eleştirmen olan Dickens Victoria devrinin en iyi romancısı olarak kabul görmüştür.Yazar yaşadığı süre boyunca eserleri büyük bir üne sahip oldu. Romanları ve eserleri ile günümüz çağında da aynı popülerliği devam etmektedir.Portsmouth şehrinde doğan Charles Dickens’ın babası iflas etti ve hapishaneye düştü. Yazar çalışmak için okulundan ayrılarak fabrikaya girdi. Yeterli eğitim almamış olmasına rağmen erken yaşta tanıştığı yoksulluk onu yazarlık konusunda çok çabuk olgunlaştırdı.Charles Dickens kariyeri süresinde haftalık olarak çıkan bir dergiyi yönetti. Bu süreçte 15 roman 5 yazan hikâye yüzlerce kısa öykü ve makale yayınladı. Yorulmak bilmeyen yazar eğitim ve çocuk hakları konusunda mücadele verdi.<p>"  
 }
]     
